import Image from "next/image";
import Link from "next/link";

export const QAComponent = () => {
  return (
    <div>
      <div>
        <Image
          src="/bg.jpeg"
          width={1450}
          height={1200}
          alt="Background image"
        />
      </div>
      <section className="text-gray-500 font-sans pt-6 font-light space-y-3">
        <div className="font-light">
          น้องๆ นักศึกษาใหม่ Dek’63 เริ่มได้รับ SMS แจ้งให้มารับ iPad
          เพื่อเป็นอุปกรณ์การเรียนระบบ Digital Hybrid Learning System
          สำหรับการเปิดเทอมใหม่กันแล้ว หากน้องๆ มีคำถามเกี่ยวกับการรับ iPad
          เครื่องใหม่ Q&A ชุดนี้มีคำตอบให้ค่ะ
        </div>
        <hr />

        <div>Q: จะรับ iPad ได้เมื่อไหร่?</div>
        <div>
          A: นักศึกษาจะมีสิทธิ์รับ iPad ได้ เมื่อชำระค่าเทอมตั้งแต่ 15,000 บาท
          ขึ้นไป แล้วรอรับ SMS แจ้ง วัน / เวลา ให้มาทำสัญญาและรับ iPad ค่ะ
          ส่วนเรื่องค่าเทอมส่วนต่างที่เหลือสามารถทยอยจ่ายชำระได้ก่อนเปิดเทอม
          วันที่ 10 สิงหาคม 2563 ค่ะ
        </div>
        <hr />

        <div>
          Q: ถ้าทำสัญญาแล้วจะได้รับไอแพดวันนั้น วันเดียวกันเลยหรือเปล่า?
        </div>
        <div>
          A: ได้เลยค่ะ ทำสัญญาเสร็จเรียบร้อยทางเจ้าหน้าที่จะให้เอกสารมารับ iPad
          ได้เลยค่ะ อ่านเงื่อนไขรายละเอียดและเตรียมเอกสารมาให้พร้อมนะคะ
        </div>
        <hr />

        <div>Q: เอกสารที่ต้องเตรียมมารับ iPad มีอะไรบ้าง?</div>
        <div>
          A: 1. ใบแจ้งค่าธรรมเนียมลงทะเบียนการศึกษา ตัวจริง
          (ที่มีบาร์โค้ดระบุค่าเทอม) 2. ใบเสร็จรับเงินค่าเทอม ตัวจริง
          (ต้องชำระค่าเทอมตามเงื่อนไข จึงจะมีสิทธิ์รับเครื่อง) 3.
          สำเนาใบเสร็จค่าเทอมทุกใบ (รับรองสำเนาถูกต้องด้วย) 4.
          สำเนาบัตรประชาชนของนักศึกษา 1 ใบ (รับรองสำเนาถูกต้องด้วย)
          บัตรต้องไม่หมดอายุ ณ วันที่มาเซ็นสัญญา 5.
          สำเนาบัตรประชาชนของผู้ค้ำประกัน* 1 ใบ (รับรองสำเนาถูกต้องด้วย)
          บัตรต้องไม่หมดอายุ ณ วันที่มาเซ็นสัญญา *ผู้ค้ำประกันเป็นใครก็ได้
          ที่มีอายุครบ 20 ปีบริบูรณ์ และมีสัญชาติไทย ในวันที่นักศึกษามารับ iPad
          ผู้ค้ำประกันต้องมาเซ็นสัญญาที่มหาวิทยาลัยด้วย
          หากผู้ค้ำประกันไม่สะดวกมาเซ็นสัญญา
          นักศึกษาสามารถนำสัญญาไปให้ผู้ค้ำประกันเซ็นได้
          และให้มานำสัญญากลับมาส่งและรับ iPad ในวันที่นักศึกษาสะดวก
          **นักศึกษาที่มีอายุครบ 20 ปีบริบูรณ์ ไม่สามารถค้ำประกันตัวเองได้ 6.
          กรณีกู้ กรอ. กยศ. เมื่อทำสัญญาเงินกู้แล้ว
          จะได้รับเอกสารสัญญากู้ยืมเงิน 1 ชุด เพื่อนำมาทำสัญญารับ iPad
          และเตรียมหลักฐานตามข้อ 1, 2, 4, 5 มาด้วย หรือ
          ขำระค่าเทอมตามเงื่อนไขของมหาวิทยาลัยฯ ก่อนจึงจะมีสิทธิ์รับเครื่อง
        </div>
        <hr />

        <div>Q: iPad ที่จะได้รับคือรุ่นอะไร?</div>
        <div>
          A: iPad ที่ทางมหาวิทยาลัยให้คือ รุ่น Gen7 ซึ่งเป็นรุ่นใหม่ล่าสุด ณ
          ตอนนี้ค่ะ
        </div>
        <hr />

        <div>Q: วันที่มาทำสัญญาและรับ iPad ต้องมีผู้ปกครองมาด้วยใช่มั้ยคะ?</div>
        <div>
          A: เนื่องจากนักศึกษาอายุยังไม่ครบ 20 ปีบริบูรณ์
          จึงต้องให้ผู้ปกครองมาด้วยในวันที่ทำสัญญาและรับเครื่องเพื่อรับประกันค้ำทรัพย์สินในสัญญารับ
          iPad ค่ะ หรือ ในกรณีที่ผู้ปกครองไม่สะดวกเดินทางมามหาวิทยาลัย
          ให้นักศึกษามารับสัญญากลับไปให้ผู้ปกครองเซ็นรับทราบเอกสารข้อมูลดังกล่าวแล้วนำมายื่นให้ทางหน่วยงานอีกครั้ง
          แล้วจึงจะได้รับ iPad ค่ะ
        </div>
        <hr />

        <div>
          Q: เอกสารของผู้ปกครองที่ต้องใช้ สามารถใช้สำเนา Passport
          แทนบัตรประชาชนได้มั้ยคะ?
        </div>
        <div>
          A: ได้ค่ะ ถ่ายเอกสารสำเนา Passport หรือ
          สำเนาบัตรประชาชนของผู้ปกครองก็ได้ และเตรียมเอกสารอื่นๆ
          ตามที่ชี้เเจงมาให้พร้อมนะคะ
        </div>
        <hr />

        <div>Q: ควรแต่งตัวอย่างไรในวันไปเซ็นสัญญา และรับ iPad?</div>
        <div>A: แต่งตัวชุดสุภาพได้ค่ะ</div>
        <hr />

        <div>Q: ชำระเงินครบแล้ว แต่ยังไม่ได้รับ SMS ต้องทำอย่างไร?</div>
        <div>
          A: การทำสัญญารับ iPad ให้ นักศึกษา รอรับ SMS ที่จะแจ้งกำหนดการมารับ
          ทางมหาวิทยาลัยกำลังทยอยส่ง SMS ตามลำดับค่ะ สามารถโทรสอบถามรายละเอียด
          เพื่อความชัดเจนได้ ที่{" "}
          <Link href="tel:02-697-6293" className="underline">
            02-697-6293
          </Link>{" "}
          ได้ทุกวัน จันทร์ ถึง ศุกร์ เวลา 9.00-16.00 น.
        </div>
      </section>
    </div>
  );
};
